Repository: ClawdBonzo/menomap
Catalog: MenoMap/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, es_419, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Day %1$lld of %2$lld. Keep logging as usual; MenoMap compares with the %3$lld days before.
ar: اليوم %1$lld من %2$lld. تابعي التسجيل كالمعتاد؛ سيقارن MenoMap بالأيام الـ%3$lld السابقة.
cs: Den %1$lld z %2$lld. Zaznamenávej jako obvykle; MenoMap porovná výsledky s %3$lld dny předtím.
da: Dag %1$lld af %2$lld. Fortsæt med at registrere som normalt; MenoMap sammenligner med de %3$lld dage før.
de: Tag %1$lld von %2$lld. Trag weiter wie gewohnt ein, MenoMap vergleicht mit den %3$lld Tagen davor.
el: Ημέρα %1$lld από %2$lld. Συνέχισε την καταγραφή όπως συνήθως. Το MenoMap συγκρίνει με τις %3$lld προηγούμενες ημέρες.
es: Día %1$lld de %2$lld. Sigue registrando como siempre; MenoMap lo compara con los %3$lld días anteriores.
es_419: Día %1$lld de %2$lld. Sigue registrando como siempre; MenoMap compara con los %3$lld días anteriores.
fi: Päivä %1$lld/%2$lld. Jatka kirjaamista tavalliseen tapaan; MenoMap vertaa tuloksia %3$lld edeltävään päivään.
fr: Jour %1$lld sur %2$lld. Continuez à noter comme d’habitude ; MenoMap compare avec les %3$lld jours précédents.
he: יום %1$lld מתוך %2$lld. המשיכי לתעד כרגיל; MenoMap משווה ל-%3$lld הימים שלפני.
hi: दिन %1$lld / %2$lld। हमेशा की तरह दर्ज करती रहें; MenoMap इसकी तुलना पहले के %3$lld दिनों से करेगा।
hr: Dan %1$lld od %2$lld. Nastavi bilježiti kao i obično; MenoMap uspoređuje s razdobljem prije (%3$lld d).
hu: Nap: %1$lld/%2$lld. Naplózz a szokásos módon; a MenoMap az előző %3$lld nappal veti össze.
id: Hari ke-%1$lld dari %2$lld. Tetap mencatat seperti biasa; MenoMap membandingkannya dengan %3$lld hari sebelumnya.
it: Giorno %1$lld di %2$lld. Continua a registrare come sempre; MenoMap confronta con i %3$lld giorni precedenti.
ja: %2$lld日中%1$lld日目。いつもどおり記録を続けてください。MenoMapが開始前の%3$lld日間と比べます。
ko: %2$lld일 중 %1$lld일째. 평소처럼 기록하세요. MenoMap이 이전 %3$lld일과 비교해요.
ms: Hari %1$lld daripada %2$lld. Teruskan mencatat seperti biasa; MenoMap membandingkan dengan %3$lld hari sebelumnya.
nb: Dag %1$lld av %2$lld. Fortsett å registrere som vanlig; MenoMap sammenligner med de %3$lld dagene før.
nl: Dag %1$lld van %2$lld. Blijf gewoon bijhouden; MenoMap vergelijkt met de %3$lld dagen ervoor.
pl: Dzień %1$lld z %2$lld. Zapisuj jak zwykle; MenoMap porówna wyniki z %3$lld poprzednimi dniami.
pt_br: Dia %1$lld de %2$lld. Continue registrando como sempre; o MenoMap compara com os %3$lld dias anteriores.
pt_pt: Dia %1$lld de %2$lld. Continua a registar como habitualmente; o MenoMap compara com os %3$lld dias anteriores.
ro: Ziua %1$lld din %2$lld. Continuă să înregistrezi ca de obicei; MenoMap compară cu zilele dinainte (%3$lld).
sk: Deň %1$lld z %2$lld. Zaznamenávaj ako zvyčajne; MenoMap to porovná s %3$lld dňami predtým.
sv: Dag %1$lld av %2$lld. Fortsätt logga som vanligt; MenoMap jämför med de %3$lld dagarna innan.
th: วันที่ %1$lld จาก %2$lld บันทึกตามปกติต่อไป MenoMap จะเปรียบเทียบกับ %3$lld วันก่อนหน้า
tr: Gün %1$lld / %2$lld. Her zamanki gibi kaydetmeye devam et; MenoMap önceki %3$lld günle karşılaştırır.
uk: День %1$lld з %2$lld. Записуй як зазвичай; MenoMap порівняє з попереднім періодом (%3$lld дн.).
vi: Ngày %1$lld / %2$lld. Cứ ghi lại như bình thường; MenoMap sẽ so sánh với %3$lld ngày trước đó.
zh_hans: 第 %1$lld 天，共 %2$lld 天。照常记录即可；MenoMap 会与之前的 %3$lld 天进行比较。
zh_hant: 第 %1$lld 天，共 %2$lld 天。照常記錄就好；MenoMap 會和之前的 %3$lld 天比較。

source: Delete
ar: حذف
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
es_419: Eliminar
fi: Poista
fr: Supprimer
he: מחיקה
hi: मिटाएँ
hr: Izbriši
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
ms: Padam
nb: Slett
nl: Verwijder
pl: Usuń
pt_br: Apagar
pt_pt: Apagar
ro: Șterge
sk: Vymazať
sv: Radera
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: Delete all data
ar: حذف جميع البيانات
cs: Smazat všechna data
da: Slet alle data
de: Alle Daten löschen
el: Διαγραφή όλων των δεδομένων
es: Eliminar todos los datos
es_419: Eliminar todos los datos
fi: Poista kaikki tiedot
fr: Supprimer toutes les données
he: מחיקת כל הנתונים
hi: सारा डेटा मिटाएँ
hr: Izbriši sve podatke
hu: Összes adat törlése
id: Hapus semua data
it: Elimina tutti i dati
ja: すべてのデータを削除
ko: 모든 데이터 삭제
ms: Padam semua data
nb: Slett alle data
nl: Verwijder alle gegevens
pl: Usuń wszystkie dane
pt_br: Apagar todos os dados
pt_pt: Apagar todos os dados
ro: Șterge toate datele
sk: Vymazať všetky údaje
sv: Radera all data
th: ลบข้อมูลทั้งหมด
tr: Tüm verileri sil
uk: Видалити всі дані
vi: Xóa toàn bộ dữ liệu
zh_hans: 删除所有数据
zh_hant: 刪除所有資料

source: Delete all MenoMap data?
ar: حذف جميع بيانات MenoMap؟
cs: Smazat všechna data MenoMap?
da: Slet alle MenoMap-data?
de: Alle MenoMap-Daten löschen?
el: Να διαγραφούν όλα τα δεδομένα του MenoMap;
es: ¿Eliminar todos los datos de MenoMap?
es_419: ¿Eliminar todos los datos de MenoMap?
fi: Poistetaanko kaikki MenoMapin tiedot?
fr: Supprimer toutes les données MenoMap ?
he: למחוק את כל הנתונים של MenoMap?
hi: MenoMap का सारा डेटा मिटाएँ?
hr: Izbrisati sve podatke aplikacije MenoMap?
hu: Törlöd az összes MenoMap-adatot?
id: Hapus semua data MenoMap?
it: Eliminare tutti i dati di MenoMap?
ja: MenoMapのデータをすべて削除しますか？
ko: MenoMap 데이터를 모두 삭제할까요?
ms: Padam semua data MenoMap?
nb: Slette alle MenoMap-data?
nl: Alle MenoMap-gegevens verwijderen?
pl: Usunąć wszystkie dane MenoMap?
pt_br: Apagar todos os dados do MenoMap?
pt_pt: Apagar todos os dados do MenoMap?
ro: Ștergi toate datele MenoMap?
sk: Vymazať všetky údaje MenoMap?
sv: Radera all MenoMap-data?
th: ลบข้อมูล MenoMap ทั้งหมดหรือไม่
tr: Tüm MenoMap verileri silinsin mi?
uk: Видалити всі дані MenoMap?
vi: Xóa toàn bộ dữ liệu MenoMap?
zh_hans: 删除所有 MenoMap 数据？
zh_hant: 要刪除所有 MenoMap 資料嗎？

source: Delete any time
ar: احذفيها في أي وقت
cs: Smazat můžeš kdykoli
da: Slet når som helst
de: Jederzeit löschbar
el: Διαγραφή οποτεδήποτε
es: Bórralo cuando quieras
es_419: Elimina todo cuando quieras
fi: Poista milloin tahansa
fr: Supprimable à tout moment
he: אפשר למחוק בכל עת
hi: कभी भी मिटाएँ
hr: Izbriši kad god želiš
hu: Bármikor törölheted
id: Hapus kapan saja
it: Puoi eliminare tutto quando vuoi
ja: いつでも削除できます
ko: 언제든 삭제 가능
ms: Padam bila-bila masa
nb: Slett når som helst
nl: Altijd te verwijderen
pl: Możesz je usunąć w każdej chwili
pt_br: Apague quando quiser
pt_pt: Apaga quando quiseres
ro: Le poți șterge oricând
sk: Vymazať môžeš kedykoľvek
sv: Radera när du vill
th: ลบได้ทุกเมื่อ
tr: İstediğin zaman sil
uk: Видалити можна будь-коли
vi: Xóa bất cứ lúc nào
zh_hans: 随时可删除
zh_hant: 隨時可刪除

source: Delete appointment
ar: حذف الموعد
cs: Smazat návštěvu
da: Slet aftale
de: Termin löschen
el: Διαγραφή ραντεβού
es: Eliminar cita
es_419: Eliminar cita
fi: Poista käynti
fr: Supprimer le rendez-vous
he: מחיקת התור
hi: अपॉइंटमेंट मिटाएँ
hr: Izbriši termin
hu: Időpont törlése
id: Hapus janji temu
it: Elimina appuntamento
ja: 受診予定を削除
ko: 진료 예약 삭제
ms: Padam temu janji
nb: Slett legetime
nl: Verwijder afspraak
pl: Usuń wizytę
pt_br: Apagar consulta
pt_pt: Apagar consulta
ro: Șterge programarea
sk: Vymazať termín
sv: Radera läkarbesök
th: ลบนัดหมาย
tr: Randevuyu sil
uk: Видалити візит
vi: Xóa lịch hẹn
zh_hans: 删除预约
zh_hant: 刪除門診

source: Delete everything
ar: حذف كل شيء
cs: Smazat vše
da: Slet alt
de: Alles löschen
el: Διαγραφή όλων
es: Eliminarlo todo
es_419: Eliminar todo
fi: Poista kaikki
fr: Tout supprimer
he: מחיקת הכול
hi: सब कुछ मिटाएँ
hr: Izbriši sve
hu: Minden törlése
id: Hapus semuanya
it: Elimina tutto
ja: すべて削除
ko: 모두 삭제
ms: Padam semuanya
nb: Slett alt
nl: Verwijder alles
pl: Usuń wszystko
pt_br: Apagar tudo
pt_pt: Apagar tudo
ro: Șterge tot
sk: Vymazať všetko
sv: Radera allt
th: ลบทุกอย่าง
tr: Her şeyi sil
uk: Видалити все
vi: Xóa tất cả
zh_hans: 全部删除
zh_hant: 全部刪除

source: Delete medication
ar: حذف الدواء
cs: Smazat lék
da: Slet medicin
de: Medikament löschen
el: Διαγραφή φαρμάκου
es: Eliminar medicación
es_419: Eliminar medicamento
fi: Poista lääke
fr: Supprimer le médicament
he: מחיקת התרופה
hi: दवा मिटाएँ
hr: Izbriši lijek
hu: Gyógyszer törlése
id: Hapus obat
it: Elimina farmaco
ja: お薬を削除
ko: 약 삭제
ms: Padam ubat
nb: Slett medisin
nl: Verwijder medicatie
pl: Usuń lek
pt_br: Apagar medicamento
pt_pt: Apagar medicamento
ro: Șterge medicamentul
sk: Vymazať liek
sv: Radera läkemedel
th: ลบยา
tr: İlacı sil
uk: Видалити препарат
vi: Xóa thuốc
zh_hans: 删除药物
zh_hant: 刪除藥物

source: Delete this medication and its dose log?
ar: حذف هذا الدواء وسجل جرعاته؟
cs: Smazat tento lék i jeho záznam dávek?
da: Slet denne medicin og dens doseringslog?
de: Dieses Medikament und sein Einnahmeprotokoll löschen?
el: Να διαγραφεί αυτό το φάρμακο και το ιστορικό δόσεών του;
es: ¿Eliminar esta medicación y su registro de dosis?
es_419: ¿Eliminar este medicamento y su registro de dosis?
fi: Poistetaanko tämä lääke ja sen annoshistoria?
fr: Supprimer ce médicament et son historique de prises ?
he: למחוק את התרופה הזו ואת יומן המנות שלה?
hi: यह दवा और इसकी खुराकों का लॉग मिटाएँ?
hr: Izbrisati ovaj lijek i evidenciju doza?
hu: Törlöd ezt a gyógyszert és az adagnaplóját?
id: Hapus obat ini beserta riwayat dosisnya?
it: Eliminare questo farmaco e il registro delle dosi?
ja: このお薬と服用記録を削除しますか？
ko: 이 약과 복용 기록을 삭제할까요?
ms: Padam ubat ini dan log dosnya?
nb: Slette denne medisinen og doseloggen?
nl: Deze medicatie en het doseringslogboek verwijderen?
pl: Usunąć ten lek i jego dziennik dawek?
pt_br: Apagar este medicamento e o registro de doses?
pt_pt: Apagar este medicamento e o registo de doses?
ro: Ștergi acest medicament și istoricul dozelor?
sk: Vymazať tento liek aj záznam jeho dávok?
sv: Radera läkemedlet och dess doslogg?
th: ลบยานี้และประวัติการใช้ยาหรือไม่
tr: Bu ilaç ve doz kaydı silinsin mi?
uk: Видалити цей препарат і журнал його доз?
vi: Xóa thuốc này và nhật ký liều dùng của thuốc?
zh_hans: 删除此药物及其用药记录？
zh_hant: 要刪除這項藥物及其用藥紀錄嗎？

source: Delete this surge
ar: حذف هذه الموجة
cs: Smazat tuto vlnu
da: Slet denne bølge
de: Diese Welle löschen
el: Διαγραφή αυτού του κύματος
es: Eliminar esta oleada
es_419: Eliminar esta oleada
fi: Poista tämä aalto
fr: Supprimer cette vague
he: מחיקת הגל הזה
hi: यह लहर मिटाएँ
hr: Izbriši ovaj val
hu: Hullám törlése
id: Hapus gelombang ini
it: Elimina questa ondata
ja: このほてりを削除
ko: 이 열감 삭제
ms: Padam gelombang ini
nb: Slett denne bølgen
nl: Verwijder deze golf
pl: Usuń tę falę
pt_br: Apagar esta onda
pt_pt: Apagar esta onda
ro: Șterge acest val
sk: Vymazať túto vlnu
sv: Radera den här vågen
th: ลบระลอกร้อนนี้
tr: Bu dalgayı sil
uk: Видалити цю хвилю
vi: Xóa cơn nóng này
zh_hans: 删除这次热浪
zh_hant: 刪除這次熱浪

source: Delete this surge?
ar: حذف هذه الموجة؟
cs: Smazat tuto vlnu?
da: Slet denne bølge?
de: Diese Welle löschen?
el: Να διαγραφεί αυτό το κύμα;
es: ¿Eliminar esta oleada?
es_419: ¿Eliminar esta oleada?
fi: Poistetaanko tämä aalto?
fr: Supprimer cette vague ?
he: למחוק את הגל הזה?
hi: यह लहर मिटाएँ?
hr: Izbrisati ovaj val?
hu: Törlöd ezt a hullámot?
id: Hapus gelombang ini?
it: Eliminare questa ondata?
ja: このほてりを削除しますか？
ko: 이 열감을 삭제할까요?
ms: Padam gelombang ini?
nb: Slette denne bølgen?
nl: Deze golf verwijderen?
pl: Usunąć tę falę?
pt_br: Apagar esta onda?
pt_pt: Apagar esta onda?
ro: Ștergi acest val?
sk: Vymazať túto vlnu?
sv: Radera den här vågen?
th: ลบระลอกร้อนนี้หรือไม่
tr: Bu dalga silinsin mi?
uk: Видалити цю хвилю?
vi: Xóa cơn nóng này?
zh_hans: 删除这次热浪？
zh_hant: 要刪除這次熱浪嗎？

source: Deletes everything MenoMap stores on this iPhone. Data in Apple Health stays until you remove it in the Health app.
ar: يحذف كل ما يخزّنه MenoMap على هذا الـiPhone. تبقى البيانات في تطبيق صحتي إلى أن تحذفيها منه.
cs: Smaže vše, co MenoMap ukládá na tomto iPhonu. Data v aplikaci Zdraví zůstanou, dokud je neodstraníš v aplikaci Zdraví.
da: Sletter alt, hvad MenoMap gemmer på denne iPhone. Data i Apple Sundhed bliver, indtil du fjerner dem i appen Sundhed.
de: Löscht alles, was MenoMap auf diesem iPhone speichert. Daten in Apple Health bleiben erhalten, bis du sie in der Health-App entfernst.
el: Διαγράφει όλα όσα αποθηκεύει το MenoMap σε αυτό το iPhone. Τα δεδομένα στην εφαρμογή Υγεία παραμένουν μέχρι να τα αφαιρέσεις από την εφαρμογή Υγεία.
es: Elimina todo lo que MenoMap guarda en este iPhone. Los datos de la app Salud se conservan hasta que los borres en la propia app Salud.
es_419: Elimina todo lo que MenoMap guarda en este iPhone. Los datos en la app Salud se conservan hasta que los elimines desde la app Salud.
fi: Poistaa kaiken, mitä MenoMap tallentaa tähän iPhoneen. Terveys-apin tiedot säilyvät, kunnes poistat ne Terveys-apissa.
fr: Supprime tout ce que MenoMap stocke sur cet iPhone. Les données enregistrées dans Santé y restent jusqu’à ce que vous les retiriez dans l’app Santé.
he: מוחק את כל מה ש-MenoMap שומר ב-iPhone הזה. נתונים ב״בריאות״ נשארים שם עד שתסירי אותם ביישום ״בריאות״.
hi: MenoMap इस iPhone पर जो कुछ रखता है, वह सब मिट जाएगा। सेहत ऐप का डेटा तब तक रहेगा जब तक आप उसे सेहत ऐप में न हटाएँ।
hr: Briše sve što MenoMap sprema na ovom iPhoneu. Podaci u aplikaciji Zdravlje ostaju dok ih ne ukloniš u aplikaciji Zdravlje.
hu: Töröl mindent, amit a MenoMap ezen az iPhone-on tárol. Az Egészség appban lévő adatok megmaradnak, amíg ott el nem távolítod őket.
id: Menghapus semua yang disimpan MenoMap di iPhone ini. Data di app Kesehatan tetap ada sampai kamu menghapusnya di app Kesehatan.
it: Elimina tutto ciò che MenoMap conserva su questo iPhone. I dati nell'app Salute restano finché non li rimuovi dall'app Salute.
ja: MenoMapがこのiPhoneに保存しているデータをすべて削除します。ヘルスケアのデータは、ヘルスケア Appで削除するまで残ります。
ko: MenoMap이 이 iPhone에 저장한 모든 것을 삭제해요. 건강 앱의 데이터는 건강 앱에서 직접 지울 때까지 남아 있어요.
ms: Memadam semua yang disimpan oleh MenoMap pada iPhone ini. Data dalam app Kesihatan kekal sehingga anda membuangnya dalam app Kesihatan.
nb: Sletter alt MenoMap lagrer på denne iPhonen. Data i Apple Helse blir liggende til du fjerner dem i Helse-appen.
nl: Verwijdert alles wat MenoMap op deze iPhone bewaart. Gegevens in de Gezondheid-app blijven staan tot je ze daar zelf verwijdert.
pl: Usuwa wszystko, co MenoMap przechowuje na tym iPhonie. Dane w aplikacji Zdrowie pozostaną, dopóki ich tam nie usuniesz.
pt_br: Apaga tudo o que o MenoMap guarda neste iPhone. Os dados no app Saúde continuam lá até você removê-los no app Saúde.
pt_pt: Apaga tudo o que o MenoMap guarda neste iPhone. Os dados na aplicação Saúde ficam lá até os removeres na própria aplicação Saúde.
ro: Șterge tot ce stochează MenoMap pe acest iPhone. Datele din aplicația Sănătate rămân acolo până le elimini din aplicația Sănătate.
sk: Vymaže všetko, čo MenoMap ukladá v tomto iPhone. Údaje v apke Zdravie zostanú, kým ich v apke Zdravie neodstrániš.
sv: Raderar allt som MenoMap sparar på den här iPhonen. Data i appen Hälsa finns kvar tills du tar bort den i Hälsa.
th: ลบทุกอย่างที่ MenoMap เก็บไว้ใน iPhone เครื่องนี้ ข้อมูลในแอปสุขภาพจะยังอยู่จนกว่าคุณจะลบในแอปสุขภาพ
tr: MenoMap'ın bu iPhone'da sakladığı her şeyi siler. Sağlık uygulamasındaki veriler, sen oradan kaldırana kadar Sağlık uygulamasında kalır.
uk: Видаляє все, що MenoMap зберігає на цьому iPhone. Дані в програмі «Здоровʼя» залишаться, доки ти не видалиш їх там.
vi: Xóa mọi thứ MenoMap lưu trên iPhone này. Dữ liệu trong ứng dụng Sức khỏe vẫn được giữ cho đến khi bạn xóa trong ứng dụng Sức khỏe.
zh_hans: 删除 MenoMap 在此 iPhone 上存储的所有内容。健康 App 中的数据会保留，直到你在健康 App 中将其移除。
zh_hant: 刪除 MenoMap 儲存在這部 iPhone 上的所有內容。「健康」App 中的資料會保留，直到你在「健康」App 中移除。

source: Details (optional)
ar: التفاصيل (اختياري)
cs: Podrobnosti (nepovinné)
da: Detaljer (valgfrit)
el: Λεπτομέρειες (προαιρετικό)
es: Detalles (opcional)
es_419: Detalles (opcional)
fi: Lisätiedot (vapaaehtoinen)
fr: Détails (facultatif)
he: פרטים (לא חובה)
hi: विवरण (वैकल्पिक)
hr: Pojedinosti (nije obavezno)
hu: Részletek (nem kötelező)
id: Detail (opsional)
it: Dettagli (facoltativo)
ja: 詳細（任意）
ko: 세부 정보(선택)
ms: Butiran (tidak wajib)
nb: Detaljer (valgfritt)
nl: Details (optioneel)
pl: Szczegóły (opcjonalnie)
pt_br: Detalhes (opcional)
pt_pt: Detalhes (opcional)
ro: Detalii (opțional)
sk: Podrobnosti (nepovinné)
sv: Detaljer (valfritt)
th: รายละเอียด (ไม่บังคับ)
tr: Ayrıntılar (isteğe bağlı)
uk: Подробиці (необовʼязково)
vi: Chi tiết (không bắt buộc)
zh_hans: 详情（可选）
zh_hant: 詳細資料（選填）

source: Didn't happen
ar: لم يتم الموعد
cs: Neproběhla
da: Skete ikke
de: Nicht passiert
el: Δεν έγινε
es: No ocurrió
es_419: No se dio
fi: Ei toteutunut
fr: N’a pas eu lieu
he: לא התקיים
hi: नहीं हुआ
hr: Nije se dogodilo
hu: Nem történt meg
id: Tidak terjadi
it: Non c'è stato
ja: 受診しなかった
ko: 없었어요
ms: Tidak berlaku
nb: Skjedde ikke
nl: Niet gebeurd
pl: Nie odbyła się
pt_br: Não aconteceu
pt_pt: Não aconteceu
ro: N-a avut loc
sk: Nestalo sa
sv: Blev inte av
th: ไม่ได้ไปพบ
tr: Gerçekleşmedi
uk: Не відбувся
vi: Không xảy ra
zh_hans: 没去成
zh_hant: 沒有發生

source: Discard
ar: تجاهل
cs: Zahodit
da: Kassér
de: Verwerfen
el: Απόρριψη
es: Descartar
es_419: Descartar
fi: Hylkää
fr: Abandonner
he: לא לשמור
hi: छोड़ दें
hr: Odbaci
hu: Elvetés
id: Buang
it: Scarta
ja: 破棄
ko: 버리기
ms: Buang
nb: Forkast
nl: Gooi weg
pl: Odrzuć
pt_br: Descartar
pt_pt: Descartar
ro: Renunță
sk: Zahodiť
sv: Släng
th: ทิ้ง
tr: Kaydetme
uk: Відкинути
vi: Bỏ đi
zh_hans: 放弃
zh_hant: 捨棄

source: Dismiss
ar: إخفاء
cs: Zavřít
da: Skjul
de: Ausblenden
el: Απόκρυψη
es: Ocultar
es_419: Ocultar
fi: Ohita
fr: Masquer
he: סגירה
hi: हटाएँ
hr: Zanemari
hu: Elrejtés
id: Abaikan
it: Ignora
ja: 非表示
ko: 닫기
ms: Abaikan
nb: Skjul
nl: Verberg
pl: Ukryj
pt_br: Dispensar
pt_pt: Dispensar
ro: Ignoră
sk: Skryť
sv: Ignorera
th: ซ่อน
tr: Gizle
uk: Приховати
vi: Ẩn
zh_hans: 忽略
zh_hant: 忽略

source: Do I have menopause?
ar: هل وصلتُ إلى انقطاع الطمث؟
cs: Mám menopauzu?
da: Er jeg i overgangsalderen?
de: Bin ich in der Menopause?
el: Έχω μπει στην εμμηνόπαυση;
es: ¿Tengo la menopausia?
es_419: ¿Estoy en la menopausia?
fi: Olenko vaihdevuosissa?
fr: Suis-je ménopausée ?
he: האם אני במנופאוזה?
hi: क्या मुझे रजोनिवृत्ति हो गई है?
hr: Jesam li u menopauzi?
hu: Menopauzában vagyok?
id: Apakah aku sudah menopause?
it: Sono in menopausa?
ja: 私は閉経していますか？
ko: 제가 폐경인가요?
ms: Adakah saya sudah menopaus?
nb: Er jeg i overgangsalderen?
nl: Ben ik in de menopauze?
pl: Czy mam menopauzę?
pt_br: Estou na menopausa?
pt_pt: Estou na menopausa?
ro: Sunt la menopauză?
sk: Mám menopauzu?
sv: Har jag kommit i klimakteriet?
th: ฉันหมดประจำเดือนแล้วหรือยัง
tr: Menopozda mıyım?
uk: Чи в мене менопауза?
vi: Tôi đã mãn kinh chưa?
zh_hans: 我是不是到更年期了？
zh_hant: 我停經了嗎？

source: Do my first check-in
ar: بدء أول تسجيل للمساء
cs: Udělat první večerní zápis
da: Lav mit første aftentjek
de: Meinen ersten Check-in machen
el: Κάνω τον πρώτο μου απολογισμό
es: Hacer mi primer repaso
es_419: Hacer mi primer repaso
fi: Vastaa ensimmäiseen iltakyselyyn
fr: Faire mon premier bilan
he: לצ׳ק-אין הראשון שלי
hi: मेरा पहला चेक-इन करें
hr: Napravi prvi upis
hu: Kitöltöm az első kérdőívet
id: Lakukan check-in pertamaku
it: Fai il primo check-in
ja: 最初のふり返りをする
ko: 첫 체크인 하기
ms: Buat semakan pertama saya
nb: Gjør første innsjekk
nl: Doe mijn eerste check-in
pl: Zrób pierwsze podsumowanie
pt_br: Fazer meu primeiro check-in
pt_pt: Fazer o meu primeiro check-in
ro: Fă primul bilanț
sk: Urobiť prvé zhodnotenie dňa
sv: Gör min första incheckning
th: เช็กอินครั้งแรก
tr: İlk yoklamamı yap
uk: Підсумувати перший день
vi: Ghi nhật ký tối lần đầu
zh_hans: 完成第一次打卡
zh_hant: 完成第一次回顧

source: Do supplements work?
ar: هل تفيد المكمّلات؟
cs: Fungují doplňky stravy?
da: Virker kosttilskud?
de: Helfen Nahrungsergänzungsmittel?
el: Λειτουργούν τα συμπληρώματα;
es: ¿Funcionan los suplementos?
es_419: ¿Los suplementos funcionan?
fi: Auttavatko ravintolisät?
fr: Les compléments alimentaires sont-ils efficaces ?
he: האם תוספי תזונה עוזרים?
hi: क्या सप्लीमेंट काम करते हैं?
hr: Djeluju li dodaci prehrani?
hu: Hatásosak az étrend-kiegészítők?
id: Apakah suplemen bermanfaat?
it: Gli integratori funzionano?
ja: サプリメントは効きますか？
ko: 보충제가 효과가 있나요?
ms: Adakah suplemen berkesan?
nb: Virker kosttilskudd?
nl: Werken supplementen?
pl: Czy suplementy działają?
pt_br: Suplementos funcionam?
pt_pt: Os suplementos resultam?
ro: Funcționează suplimentele?
sk: Fungujú doplnky výživy?
sv: Fungerar kosttillskott?
th: อาหารเสริมได้ผลไหม
tr: Takviyeler işe yarar mı?
uk: Чи допомагають харчові добавки?
vi: Thực phẩm bổ sung có hiệu quả không?
zh_hans: 补充剂有用吗？
zh_hant: 營養補充品有效嗎？

source: Does the bleeding I logged need to be checked, and how?
ar: هل يحتاج النزيف الذي سجّلته إلى فحص، وكيف؟
cs: Je potřeba krvácení, které jsem zaznamenala, vyšetřit? A jak?
da: Skal den blødning, jeg har registreret, undersøges, og hvordan?
de: Muss die Blutung, die ich erfasst habe, abgeklärt werden, und wie?
el: Χρειάζεται έλεγχο η αιμορραγία που κατέγραψα, και πώς;
es: ¿Hay que revisar el sangrado que he registrado, y cómo?
es_419: ¿El sangrado que registré necesita revisarse, y cómo?
fi: Pitääkö kirjaamani verenvuoto tutkia, ja miten?
fr: Les saignements que j’ai notés doivent-ils être vérifiés, et comment ?
he: האם הדימום שתיעדתי צריך להיבדק, ואיך?
hi: जो रक्तस्राव मैंने दर्ज किया है, क्या उसकी जाँच होनी चाहिए, और कैसे?
hr: Treba li krvarenje koje sam zabilježila provjeriti i kako?
hu: Kell-e kivizsgáltatni a rögzített vérzésemet, és hogyan?
id: Apakah perdarahan yang saya catat perlu diperiksa, dan bagaimana caranya?
it: Il sanguinamento che ho registrato deve essere controllato, e come?
ja: 記録した出血は、診てもらう必要がありますか？どのように確認しますか？
ko: 제가 기록한 출혈은 확인이 필요한가요? 어떻게 확인하나요?
ms: Adakah pendarahan yang saya catat perlu diperiksa, dan bagaimana?
nb: Må blødningen jeg har registrert undersøkes, og hvordan?
nl: Moet het bloedverlies dat ik heb genoteerd worden nagekeken, en hoe?
pl: Czy zapisane przeze mnie krwawienie wymaga sprawdzenia i w jaki sposób?
pt_br: O sangramento que registrei precisa ser avaliado, e de que forma?
pt_pt: A hemorragia que registei precisa de ser avaliada? E como?
ro: Trebuie verificată sângerarea pe care am înregistrat-o, și cum?
sk: Treba dať skontrolovať krvácanie, ktoré som zaznamenala, a ako?
sv: Behöver blödningen jag har loggat undersökas, och hur?
th: เลือดออกที่ฉันบันทึกไว้ต้องได้รับการตรวจไหม และตรวจอย่างไร
tr: Kaydettiğim kanamanın kontrol edilmesi gerekiyor mu, gerekiyorsa nasıl?
uk: Чи потрібно перевірити кровотечу, яку я записала, і як?
vi: Tình trạng chảy máu tôi đã ghi có cần được kiểm tra không, và kiểm tra thế nào?
zh_hans: 我记录的出血需要检查吗？怎么检查？
zh_hant: 我記錄的出血需要檢查嗎？要怎麼檢查？

source: Done
ar: تم
cs: Hotovo
da: Færdig
de: Fertig
el: Τέλος
es: Hecho
es_419: Listo
fi: Valmis
fr: OK
he: סיום
hi: हो गया
hr: Gotovo
hu: Kész
id: Selesai
it: Fine
ja: 完了
ko: 완료
ms: Selesai
nb: Ferdig
nl: Gereed
pl: Gotowe
pt_br: OK
pt_pt: OK
ro: Gata
sk: Hotovo
sv: Klar
th: เสร็จสิ้น
tr: Bitti
uk: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Dose, e.g. 1 pump or 100 mg
ar: الجرعة، مثلًا ضغطة واحدة أو 100 ملغ
cs: Dávka, např. 1 stisk pumpičky nebo 100 mg
da: Dosis, fx 1 pumpetryk eller 100 mg
de: Dosis, z. B. 1 Hub oder 100 mg
el: Δόση, π.χ. 1 πάτημα αντλίας ή 100 mg
es: Dosis, p. ej., 1 pulsación o 100 mg
es_419: Dosis, p. ej., 1 pulsación o 100 mg
fi: Annos, esim. 1 painallus tai 100 mg
fr: Dose, p. ex. 1 pression ou 100 mg
he: מינון, למשל לחיצה אחת או 100 מ״ג
hi: खुराक, जैसे 1 पंप या 100 mg
hr: Doza, npr. 1 potisak ili 100 mg
hu: Adag, pl. 1 pumpálás vagy 100 mg
id: Dosis, mis. 1 pompa atau 100 mg
it: Dose, es. 1 erogazione o 100 mg
ja: 用量（例：1プッシュ、100 mg）
ko: 용량, 예: 1회 펌프 또는 100mg
ms: Dos, cth. 1 pam atau 100 mg
nb: Dose, f.eks. 1 pumpetrykk eller 100 mg
nl: Dosis, bijv. 1 pompje of 100 mg
pl: Dawka, np. 1 pompka lub 100 mg
pt_br: Dose, ex.: 1 pressão ou 100 mg
pt_pt: Dose, p. ex. 1 pressão ou 100 mg
ro: Doză, de ex. 1 apăsare sau 100 mg
sk: Dávka, napr. 1 stlačenie alebo 100 mg
sv: Dos, t.ex. 1 pumpning eller 100 mg
th: ขนาดยา เช่น 1 ปั๊ม หรือ 100 มก.
tr: Doz, ör. 1 pompa ya da 100 mg
uk: Доза, напр. 1 натискання дозатора або 100 мг
vi: Liều, ví dụ: 1 lần bơm hoặc 100 mg
zh_hans: 剂量，例如按压 1 次或 100 mg
zh_hant: 劑量，例如按壓 1 下或 100 毫克
